Revit 2027 API
Tile.TextureWAngle Property
 The property labeled "Angle" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TextureWAngle { get; }
Public Shared ReadOnly Property TextureWAngle As String
	Get
public:
static property String^ TextureWAngle {
	String^ get ();
}
static member TextureWAngle : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 360".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace